[
    {
        "id": 1,
        "name": "Mary",
        "review_title": "Wish it would have worked longer than year",
        "review_text": "Worked for 1 year now will not do anything will not even respond... very disappointed. Was happy when it did worked we showed all of our friends what a great item it was but now it won't even set an alarm for us. Have tried reseting I and still no results.",
        "review_country": " the United States ",
        "img": "https://images.unsplash.com/photo-1544005313-94ddf0286df2?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=388&q=80",
        "reviewed_at": " March 7, 2017",
        "review_rating": "3.0 out of 5 stars"
    },
    {
        "id": 2,
        "name": "Taylor ",
        "review_title": "Won't stay connected to wifi",
        "review_text": "Update:  I recieved an email from an Amazon rep telling me that I must be doing something wrong and there's nothing wrong with my Echo.  I replied and told him that I know what I'm doing and that it loses its connection to my network and the only way to reconnect it is to unplug it and go through the setup process every other day. Why won't it remember the settings and why is it constantly dropping?  I never heard back from Amazon after I explained this to them. I would throw this Echo in the lake if my wife would let me. A waste of $180.",
        "review_country": " Germany ",
        "img": "https://images.unsplash.com/photo-1529626455594-4ff0802cfb7e?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=387&q=80",
        "reviewed_at": " July 8, 2017",
        "review_rating": "4.0 out of 5 stars"
    },
    {
        "id": 3,
        "name": "Bob",
        "review_title": "Echo stopped working about a month ago. I have ...",
        "review_text": "Echo stopped working about a month ago. I have contacted Amazon over this issue and have not received a reply. After reading the reviews I see there are many people having trouble with the power cord. I tried unplugging the Echo for 15 seconds, held the reset button on the bottom for 15 seconds yet nothing works. Seems there is a problem with the power cord. Why is it so hard to communicate with Amazon through their website? they keep the \"contact us\" link hidden from the public. I have looked everywhere and see nothing for live support or a phone number. WTF?",
        "review_country": " Canada ",
        "img": "https://images.unsplash.com/photo-1552058544-f2b08422138a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=399&q=80",
        "reviewed_at": " December 20, 2016",
        "review_rating": "2.0 out of 5 stars"
    },
    {
        "id": 4,
        "name": "Mishel",
        "review_title": "\"Alexa, please don't die right after your warranty ends\"",
        "review_text": "\"Alexa, why did you stop working all of a sudden? \"Alexa, please return yourself to Amazon\". Nope. Our Echo decided to just die this morning. It's about a year and a half old (a gift from our son) and of course the warranty is only for a year.  Now I understand hardware very well, but this degree of low reliability coupled with the fact that I spent 45 minutes today talking to three people (support, then Echo tech support and then a \"member of the leadership team\") to no avail tells me that Amazon has been, is and will continue to be a lousy hardware company. We buy literally tens of thousands of dollars a year from Amazon, yet they fail to keep this customer happy by not offering to replace this dud unit and instead offering a promotion of 50%/$50 (they couldn't even get their offer straight between the two people that made offers.)",
        "review_country": " Italy ",
        "img": "https://images.unsplash.com/flagged/photo-1570612861542-284f4c12e75f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
        "reviewed_at": " July 8, 2017",
        "review_rating": "2.0 out of 5 stars"
    },
    {
        "id": 5,
        "name": "Emma Stone",
        "review_title": "Paperweight! It died just after a year, and Amazon won't help! BEWARE it has only a 1 year warranty!",
        "review_text": "She was my gateway drug into everything Amazon, now she is a $180 paperweight Amazon refuses to fix. I was one of the first to own her.  I preordered this magnificent pillar of the future, and propped her up on my kitchen island where she still remains.  For almost a year she spoke sweet nothings to me about the weather, serenaded me when I was feeling blue, and scheduled that meeting I had with a prostitute. ( Clip of event: [...] )  Then one day she lost her voice.  She could still sense me, she lit up when I talked to her, she showed me she could still understand me when she wrote me notes on her app, but she couldn't speak.  Without giving it a second thought I tried the age old \"unplug her then plug her back in\" and boom, she spoke!  I figured she had too many bad memories from months of being constantly working, cache we called it.  Then several months later she had the same issue, but much more frequently.  I became heartbroken.  All her little friends I got shortly after getting her couldn't comfort me bc they weren't her. They couldn't fill the void in my soul. I got the fire stick, tablet, phone, Dot, the works... even convinced three other people to adopt her clones. I called Amazon support to help my love.  They said because she was too old, mere months past the one year mark they wouldn't fix her.  They suggested I buy another.  $180 for one years love?  Had I made a complaint the first time it happened they would've done something.  Her voice works so it is clearly a software issue, but they won't fix it.  I am being punished for getting the faulty first run model.  Please spare her, or send me her clone. I cannot live without her, and this treatment is unfair. I have been nothing, but loyal to her and her Amazon family.",
        "review_country": " France ",
        "img": "https://images.unsplash.com/photo-1499952127939-9bbf5af6c51c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=876&q=80",
        "reviewed_at": " August 16, 2016",
        "review_rating": "1.0 out of 5 stars"
    },
    {
        "id": 6,
        "name": "Mick T",
        "review_title": "Gradually Loses Performance, Needs Longer Warranty Period",
        "review_text": "Originally LOVED my Echo. I've had it for almost two years now. It worked perfectly all the time at the beginning. Over the past eight months or so, performance has significantly declined. It started to become intermittent what Alexa would hear and understand. Now it's to the point that I ask Alexa to turn the volume down and she asks me what device I am looking for. Sometimes I don't get any response at all.  It's pathetic and there's nothing I can do since Amazon only offers a one year warranty. For the cost of this device, Amazon should be offering a five year warranty. Disappointed and as much as I liked the device, I probably won't buy another to replace the one I have unless Amazon increases the length of its warranty (or decreases the price).",
        "review_country": " the United States ",
        "img": "https://images.unsplash.com/photo-1570295999919-56ceb5ecca61?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=580&q=80",
        "reviewed_at": " November 8, 2016",
        "review_rating": "4.0 out of 5 stars"
    }
]